import React from 'react';

const Footer = () => {
  return (
    <footer>
      <div className="container">
        <p>&copy; 2024 Новости Владивостока. Все права защищены.</p>
        
        <p>Адрес редакции новостей: lenta@newsvl.ru

По вопросам, предложениям или ошибкам пишите на почту: hello@vl.ru

© ООО «Фарпост», 2003—2024
При любом использовании материалов ссылка на VL.ru обязательна.
Цитирование в Интернете возможно только при наличии гиперссылки.
Все права защищены.</p>
      </div>
    </footer>
  );
};

export default Footer;
